const translates = {
    zuoci_shuying: "术左慈",
    huashen_shuying: "化身",
    huashen_shuying_info: "游戏开始时，你随机获得三张未加入游戏的武将牌，选一张置于你面前并声明该武将的一项技能，你拥有该技能且同时将性别和势力属性变为与该武将相同，直到该化身被替换。回合开始时或结束时，你可以选择一项：①弃置至多两张未展示的化身并重新获得等量化身；②更换所展示的化身牌或技能。（你不可以声明限定技、觉醒技、隐匿技、使命技、主公技等特殊技能）",
    xinsheng_shuying: "新生",
    xinsheng_shuying_info: "若你拥有技能〖化身〗，当你受到伤害后，你可以选择一项：①获得一张新化身牌；②更换所展示的化身牌。",
    jihun_shuying: "羁魂",
    jihun_shuying_info: "若你拥有技能〖化身〗，当你更换所展示的化身牌或技能时，保留上次声明的技能，直至该技能下次触发、再次更换所展示的化身牌或技能、重铸该技能对应的化身牌。",

    ganning_shuying: "术甘宁",
    qixi_shuying: "奇袭",
    qixi_shuying_info: "你可以将一张黑色牌当【过河拆桥】使用。<br>你使用【过河拆桥】结束后，若其弃置过一张牌，你记录该牌的花色。<br>每回合限一次，若此次花色与上次花色不同，你可以消耗1点蓄力点并选择一项：①摸一张牌。②若该牌仍在弃牌堆中，获得之。",
    fenwei_shuying: "奋威",
    fenwei_shuying_info: "蓄力技（2/8）每回合各限一次：①当一名角色使用的锦囊牌指定了至少两名角色为目标时，你可以消耗任意点蓄力点并选择其中等量名目标角色，令此牌对这些角色无效。②当有牌不因使用而进入弃牌堆后，你获得1点蓄力点。③当你一次性消耗至少X点蓄力点后（X为当前存活角色数的一半，向上取整），你可以选择一项：⒈视为使用一张【过河拆桥】。⒉升级〖奇袭〗",
};

export default translates;
