const translates = {
    zuoci_shuying: "术左慈",
    huashen_shuying: "化身",
    huashen_shuying_info: "游戏开始时，你随机获得三张未加入游戏的武将牌，选一张置于你面前并声明该武将的一项技能，你拥有该技能且同时将性别和势力属性变为与该武将相同，直到该化身被替换。回合开始时或结束时，你可以选择一项：①弃置至多两张未展示的化身并重新获得等量化身；②更换所展示的化身牌或技能。（你不可以声明限定技、觉醒技、隐匿技、使命技、主公技等特殊技能）",
    xinsheng_shuying: "新生",
    xinsheng_shuying_info: "若你拥有技能〖化身〗，当你受到伤害后，你可以选择一项：①获得一张新化身牌；②更换所展示的化身牌。",
    jihun_shuying: "羁魂",
    jihun_shuying_info: "若你拥有技能〖化身〗，当你更换所展示的化身牌或技能时，保留上次声明的技能，直至该技能下次触发、再次更换所展示的化身牌或技能、重铸该技能对应的化身牌。",
};

export default translates;
